let timelines = [
    [
        {
            id: 4,
            title: "Детство",
            description:
                "Виктор Люстиг появился на свет в Богемии (тогда она была частью Австро-Венгрии) в 1890-м году.",
            date: "4 января 1890",
            icon: "puzzle",
        },
        {
            id: 3,
            title: "Образование",
            description:
                "Семья Люстига принадлежала высшему обществу и это позволило ему получить отличное воспитание и хорошее образование.\n" +
                "В 1909 году поступил в «Сорбонну» в Париже, где выучил в дополнение к родным чешскому и немецкому еще 3 языка – французский, английский и итальянский",
            date: "1890 - 1910",
            icon: "work",
        },
        {
            id: 2,
            title: "Мошенничество",
            description:
                "Благодаря знанию языков, Люстиг постоянно менял имена, личности и национальности.\n" +
                "В круизах он стал продавать фальшивые лотерейные билеты, несуществующие земельные участки и собирал инвестиции на постановку несуществующих мюзиклов на Бродвее.\n" +
                "Апофеозом обмана стала «румынская коробка», которая, по уверениям Люстига, могла копировать доллары.\n" +
                "Около 15 раз Виктора задерживала полиция, но из-за отсутствия достаточного количества доказательств Люстиг постоянно выходил сухим из воды.\n" +
                "В 1925 году Люстиг прибыл в Париж и прочитал в одной из местных газет, что Эйфелева башня находится в ужасном состоянии и в правительстве обсуждают вопрос реконструкции или сноса сооружения.\n"+
                "Тогда ему пришла идея продать Эйфелеву башню. Он разослал письма пяти самым крупным переработчикам металлолома Парижа с предложением на конфиденциальную встречу по поводу будущего Эйфелевой башни.\n"+
                "По итогу Андре Пуассон выиграл в тендере. Он выписал чек Виктору Люстигу на 250 тысяч франков, после чего Люстиг обналичил чек и покинул Париж.\n" +
                "Когда Пуассон обнаружил, что документы были фальшивыми, он не стал заявлять на Люстига, побоявшись стать посмешищем.\n"+
                "В 1927 году Люстиг, узнав, что на него не завели дело в Париже, возвращается во Францию и во второй раз продает Эйфелеву башню по той же схеме, но уже за 350 тысяч франков.\n"+
                "Он мог бы продать ее и в третий раз, но обманутый покупатель все же заявил в полицию о мошеничестве.\n" +
                "Эта история разлетелась в прессе по Парижу и путь во Францию для Люстига был уже закрыт.\n"+
                "Вернувшись в США, Люстиг продолжил проводить свои стандартные аферы. В 1930 году Люстиг начал заниматься производством фальшивых денег. Но все хорошее когда-нибудь заканчивается и в 1935 году Виктор Люстиг был задержан в Нью-Йорке.",
            date: "1910 - 1935",
            icon: "fraud",
        },
        {
            id: 1,
            title: "Заключение и смерть",
            description:
                "В ожидании суда его поместили в федеральную тюрьму Нью-Йорка, из которой он сбежал за день до суда.\n" +
                "Спустя месяц Люстига поймали в Питтсбурге.\n" +
                "Состоялся суд, который приговорил Виктора к 15 годам лишения свободы за подделку банкнот и еще 5 лет за побег из тюрьмы.\n" +
                "Люстига отправили отбывать наказание в тюрьму Алькатрас, в которой спустя 12 лет заключения в возрасте 57 лет в 1947 году Виктор Люстиг скончался от последствий пневмонии.",
            date: "1935 - 11 марта 1947",
            icon: "fraud",
        },
    ],
    [
        {
            id: 5,
            title: "Детство",
            description:
                "Вильгельм Фогт родился в 1849 году в семье тильзитского сапожника.",
            date: "13 февраля 1849",
            icon: "puzzle",
        },
        {
            id: 4,
            title: "Преступления",
            description:
                "В возрасте 14 лет он был приговорён к 14 дням заключения за кражу. В 1864—1891 годах он четырежды приговаривался к заключению за кражи и два раза — за подделку документов. В конце концов в 1890 году он, вооружённый ломом, совершил неудачную попытку ограбления судебной кассы в Вонгровеце и получил за это 15 лет тюремного заключения.",
            date: "1863 - 1906",
            icon: "work",
        },
        {
            id: 3,
            title: "Кёпеникиада",
            description:
                "Для своей операции Фогт приобрёл по частям у старьёвщиков военную форму капитана. 16 октября 1906 года в форме капитана Фогт остановил на одной из улиц западной части города два отделения солдат-гвардейцев, предъявив им подложный экстренный приказ кабинета, взял над ними командование и направился в Кёпеник по железной дороге. Прибыв в Кёпеник, Фогт реквизировал городскую кассу, в которой по разным данным было от 3557 до 4002 марок под квитанцию, подписав её фон Мальцан, фамилией директора тюрьмы, где он последний раз отбывал наказание. Из газетных репортажей известно, что Фогту удалось удерживать для своих телефонных звонков в Берлин в течение часа кёпеникскую почту. Затем гауптман велел держать ратушу под охраной еще в течение получаса, а сам покинул здание, ушел на вокзал, выпил там пива и скрылся.",
            date: "1906",
            icon: "fraud",
        },
        {
            id: 2,
            title: "Заключение",
            description:
                "Десять дней спустя он был арестован: его сдал полиции за крупное вознаграждение бывший сокамерник. Земельный суд приговорил «капитана» из Кёпеника к четырём годам тюремного заключения за «незаконное ношение военной формы, преступления против общественного порядка, лишение свободы, мошенничество и подделку документов», однако он был помилован кайзером Вильгельмом II и досрочно освобождён 16 августа 1908 года из тюрьмы Тегель.",
            date: "1906 - 1908",
            icon: "fraud",
        },
        {
            id: 1,
            title: "Смерть",
            description:
                "В последние годы жизни Вильгельм Фогт больше не появлялся на людях. 3 января 1922 года обнищавший в войну от инфляции, тяжело страдавший от болезни лёгких Фогт умер в возрасте 72 лет в Люксембурге и был похоронен на местном кладбище.",
            date: "3 января 1922",
            icon: "fraud",
        },
    ],
    [
        {
            id: 5,
            title: "Детство",
            description:
                "Родился 11 августа 1955 года в Москве в семье Пантелея Андреевича Мавроди и его жены — Валентины Фёдоровны Мавроди. У Сергея был младший брат — Вячеслав (род. 1962).",
            date: "11 августа 1955",
            icon: "puzzle",
        },
        {
            id: 4,
            title: "Учеба",
            description:
                "Окончил десять классов средней школы № 35, по другим источникам — № 45 города Москвы.Окончив в 1972 году школу, пытался поступить в Московский физико-технический институт, но не сдал в него вступительные экзамены и поступил в Московский институт электронного машиностроения (ныне Московский институт электроники и математики) на факультет «Прикладная математика».",
            date: "1962-1978",
            icon: "puzzle",
        },
        {
            id: 3,
            title: "Финансовая пирамида «МММ»",
            description:
                "На волне зарождения советского предпринимательства Мавроди в 1989 году открыл кооператив «МММ», который занимался торговлей компьютерами. Самой прибыльной и известной из фирм стало открытое в 1992-м акционерное общество «МММ», ставшее крупнейшей российской финансовой пирамидой в истории. К деятельности фирмы были причастны до 15 млн человек. В феврале 1994-го на рынок начали поступать ценные бумаги «МММ», и всего за полгода стоимость каждой акции возросла в 127 раз. 2 сентября 1997 года «МММ» было признано банкротом, а президент акционерного общества попал в международный розыск.",
            date: "1989 - 1997",
            icon: "work",
        },
        {
            id: 2,
            title: "Заключение",
            description:
                "В августе 1994 года Мавроди был арестован за уклонение от уплаты налогов. В сентябре он был выдвинут в качестве кандидата в депутаты Государственной думы на дополнительных выборах в Мытищинском районе Москвы, после чего был выпущен на свободу.\n" +
                "24 апреля 2007 года Мавроди был признан виновным в мошенничестве, а 28 апреля приговорен к четырем с половиной годам лишения свободы. В том же году уголовное дело о неуплате налогов было прекращено за истечением срока давности. 22 мая 2007 года Мавроди был выпущен на свободу. ",
            date: "1994 - 2007",
            icon: "fraud",
        },
        {
            id: 1,
            title: "Смерть",
            description:
                "26 марта 2018 года Сергею Мавроди стало плохо на автобусной остановке на улице Поликарпова в городе Москве, он жаловался на слабость и боли в сердце. Случайный прохожий вызвал ему скорую. Врачи доставили Мавроди поздно ночью в 67-ю городскую больницу Москвы, где он скончался от сердечного приступа.",
            date: "26 марта 2018",
            icon: "fraud",
        },
    ],
    [
        {
            id: 5,
            title: "Детство",
            description:
                "Родился 1 июля 1875 года в Чикаго (США), в семье европейских эмигрантов.",
            date: "1 июля 1875",
            icon: "puzzle",
        },
        {
            id: 4,
            title: "Учеба",
            description:
                "Джо надо было вставать в пять утра и весь день стоять за прилавком, прерываясь только на посещение школы. Иногда вместо того чтобы идти из школы в магазин, Джозеф пробирался на ипподром: там он видел прекрасную взрослую жизнь, в которой никто не работал, а деньги были в таких количествах, что дух захватывало. В 17 лет Джозеф бросил учебу и устроился коллектором в банке.",
            date: "1883 - 1892",
            icon: "puzzle",
        },
        {
            id: 3,
            title: "Начало пути",
            description:
                "Доктор Мэриуэйтер, создатель уникального лекарства от «кожных, желудочных и других болезней», дал Уэйлу путевку в жизнь. «Эликсир Мэриуэйтера» приготовлялся в огромном чане в подвале докторского дома и на 95 процентов состоял из дождевой воды, в которую добавлялись настой коры крушины, действующий как слабительное, и сладкий ликер для вкуса. Главным образом средство рекламировалось как сильнодействующее лекарство от глистов. Уэйла доктор взял на работу в качестве ассистента для выездных сессий в пригородах, где юноша играл подставного покупателя. За сезон Джо с доктором обработали весь Иллинойс, Айову и Висконсин.",
            date: "1892",
            icon: "work",
        },
        {
            id: 2,
            title: "Самые знаменитые аферы",
            description:
                "Продажа бродячих собак - ежедневный доход около 2 000$\n" +
                "Фиктивный банк - доход от аферы 400 000$\n" +
                "Продажа шахт - он сумел продать итальянскому диктатору Бенито Муссолини права на разработку шахт в штате Колорадо(США), - чистый доход от этой аферы составил 2 000 000$.",
            date: "1893 - 1925",
            icon: "fraud",
        },
        {
            id: 1,
            title: "Смерть",
            description:
                "Последние годы жизни Уэйн провёл в доме для престарелых. В 1973 году на его 98-летний день рождения там появился репортёр. Репортёр, зная пристрастие Уэйла к пиву, принёс ему несколько банок, чтобы взять интервью. Тот, вспоминая свои аферы, сказал: «Если бы я мог прожить ещё одну жизнь, я сделал бы то же самое. Это была великолепная, захватывающая жизнь». Он умер в 1976 году, 26 февраля, в доме для престарелых. Ему было 100 лет.",
            date: "26 февраля 1976",
            icon: "fraud",
        }
    ],
    [
        {
            id: 7,
            title: "Детство",
            description:
                "Бернард Мэдофф родился в 1938 году в Нью-Йорке в еврейской семье.",
            date: "29 апреля 1938",
            icon: "puzzle",
        },
        {
            id: 6,
            title: "Учеба",
            description:
                "Мейдофф окончил престижную школу Far Rockaway в 1956 году, где не был выдающимся учеником и увлекался плаваньем. В 1960 году он окончил со степенью бакалавра по политическим наукам Колледж Хофстра в Нью-Йорке.",
            date: "1945 - 1960",
            icon: "puzzle",
        },
        {
            id: 5,
            title: "Первый бизнес",
            description:
                "В 1960 г. Мейдофф основал свою первую инвестиционную компанию под названием Madoff Investment Securities. Для её запуска бизнесмену потребовалось одолжить сумму в 50 тыс. долл. у отца своей супруги — финансиста Сола Алперна.\n"+
                "Изначально компания Мейдоффа не могла конкурировать с крупными компаниями. Однако благодаря компьютеризации и переходу к новым технологиям Madoff Investment Securities вышла на новый уровень. К концу 1980 г. сделки компании составляли 5% от их общего количества на фондовой бирже Нью-Йорка.",
            date: "1960-1980",
            icon: "work",
        },
        {
            id: 4,
            title: "Легендарная афера",
            description:
                "Компания Madoff Investment Securities пользовалась огромным авторитетом. Люди без опасений вкладывали средства под 12–13% годовых. Компания не предоставляла инвесторам онлайн-доступ к личным счетам — информация по операциям приходила на электронную почту. Крупнейшая финансовая пирамида исправно функционировала на протяжении многих лет и практически не вызывала подозрений. В своей деятельности аферист использовал знаменитую схему Понци, выплачивая прибыль одним инвесторам за счёт средств других.",
            date: "1980 - 2008",
            icon: "work",
        },
        {
            id: 3,
            title: "Крах пирамиды",
            description:
                "Новые инвесторы не приходили, соответственно, выплачивать прибыль было нечем. В декабре 2008 г. сыновья сдали своего отца властям, поведав, что компания была крупномасштабной схемой Понци. На следующий день аферист был арестован по обвинению в мошенничестве. 12 марта 2009 г. Бернард Мейдофф признал себя виновным.",
            date: "2008 - 2009",
            icon: "fraud",
        },
        {
            id: 2,
            title: "Заключение",
            description:
                "Даже лишившись свободы, предприимчивый Мейдофф умудрился организовать бизнес. В заключении он торговал горячим шоколадом. Для этого Берни скупил в тюремном буфете все пакетики с шоколадом и с накруткой продавал своим братьям по несчастью.",
            date: "2009 - 2021",
            icon: "fraud",
        },
        {
            id: 1,
            title: "Смерть",
            description:
                "Мейдофф умер «по естественным причинам» на 83-м году жизни 14 апреля 2021 года в тюрьме штата Северная Каролина.",
            date: "14 апреля 2021",
            icon: "fraud",
        },
    ]
];

export default timelines;